fix: Fixed mermaid diagram (#46)
